Repository: ygoron/DataView
Catalog: DocumentViewer/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ro

source: /Categories
de: /Kategorien
es: /Categorías
fr: /Catégories
it: /Categorie
ja: /カテゴリ
ro: /Categorii

source: /Inbox
de: /Posteingang
es: /Bandeja de entrada
fr: /Boîte de réception
ja: /受信トレイ
ro: /Cutia poștală

source: /Personal Categories
de: /Persönliche Kategorien
es: /Categorías personales
fr: /Catégories personnelles
it: /Categorie personali
ja: /個人なカテゴリ
ro: /Categorii personale

source: /Personal Folder
de: /Persönliche Ordner
es: /Carpetas personales
fr: /Dossier personnel
it: /Cartella personale
ja: /個人なフォルダ
ro: /Dosare personale

source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザー

source: Cancel
de: Abbrechen
es: Cancellar
fr: Annuler
it: Annullare
ja: キャンセル
ro: Anulează

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
ro: Categorii

source: Connection Test
de: Verbindungstest
es: Testo de conexión
fr: Test de connexion
it: Test de connessione
ja: 接続テスト
ro: Test de conexiune

source: Connection Test Failed
de: Verbindungstest fehlgeschlagen
es: El testo de conexión ha fallado
fr: Le test de connexion a échoué
it: Test di connessione non riuscito
ja: 接続テストに失敗しました
ro: Testul de conexiune nu a reușit

source: Connection Test Failed in BI
de: Verbindungstest im BI fehlgeschlagen
es: El testo de conexión ha fallado en BI
fr: Le test de connexion a échoué en BI
it: Test di connessione non riuscito in BI
ja: せつぞくテストにBI で失敗しました
ro: Testul de conexiune nu a reușit în BI

source: Delete Document Failed
de: Dokumententfernung fehlgeschlagen
es: La eliminación de documento ha fallado
fr: La suppression de document a échoué
it: Elimina documento non riuscito
ja: ドキュメント削除に失敗しました
ro: Ștergerea documentului nu a reușit

source: Deleting objects is not supported in the Lite version. Please purchase a full version on the app store
es: La eliminación de objetos no se soporta en la versión Lite. Por favor, compre la versión completa en la App Store
fr: La suppression de documents dans la version Lite n’est pas supportée. Veuillez acheter une version complète dans le magasin d’applications
it: Eliminazione di oggeti non e supportato nella versione Lite. Si prega di acquistare una versione complete su APP Store
ja: Lite バージョンは、オブジェクトの削除をサポートしていません。App Store で振るバージョンを購入してください。
ro: Ștergerea obiectelor nu se permite în versiunea Lite. Vă rugăm să cumpărați versiunea completă din App Store

source: Demo Version
es: Versión demo
fr: Version de démonstration
it: Versione Demo
ja: デモ バージョン
ro: Versiune Demo

source: Description not available
de: Beschreibung nicht verfügbar
es: Descripción no disponible
fr: Description pas disponible
it: Descrizione non disponible
ja: 説明はありません
ro: Descrierea nu e disponibilă

source: Developed by
de: Entwickelt von
es: Desarrollado por
fr: Développé par
it: Svilupato da
ja: 開発者
ro: Dezvoltat de

source: Documents
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
ro: Documente

source: Enter your password for:
de: Tragen Sie Ihr Kennwort für:
es: Introduzca su contraseña por:
fr: Entrez votre mot de passe pour :
it: Immettere la password per:
ja: パスワードを入力してください：
ro: Intoduceți parola pentru:

source: Failed
de: Fehlgeschlagen
es: Ha fallado
fr: Echoué
it: Non reuscito
ja: 失敗
ro: Nu a reușit

source: Failed to delete document
de: Die Dokumentenfernung ist fehlgeschlagen
es: No se ha podido eliminar los documentos
fr: La suppression de document a échoué
it: Impossibile eliminare il documento
ja: ドキュメントの削除に失敗しました
ro: Nu s-a reușit ștergerea documentului

source: Failed to Save Connection
de: Die Verbindungssicherung ist fehlgeschlagen
es: No se ha podido guardar la conexión
fr: La sauvegarde de document a échoué
it: Impossibile salvare il collegamento
ja: 接続の保存に失敗しました
ro: Nu s-a reușit salvarea conexiei

source: Feedback and support: support@apos.com
de: Feedback und Support: support@apos.com
es: Comentarios y apoyo: support@apos.com
fr: Commentaires et soutien : support@apos.com
it: Feedback e supporto: support@apos.com
ja: フィードバックとサポート： support@apos.com
ro: Feedback și suport: support@apos.com

source: Feedback and technical support:
de: Feedback und technische Unterstützung:
es: Comentarios y apoyo técnico:
fr: Commentaires et soutien technique :
it: Feedback e support tecnico:
ja: フィードバックとテクニカルサポート：
ro: Feedback și suport tehnic:

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
ro: Dosare

source: Get Schedule Forms Failed
de: Das Holen von Schedule-Forms ist fehlgeschlagen
es: Obtener las formas de programación ha fallado
fr: L’obtention de formulaires de programmation a échoué
it: Ottenere forme di pianificazione fallito
ja: スケジュール フォームの取得に失敗しました
ro: Procurarea formelor de programare nu a reușit

source: Get Schedule Forms Failed in BI
de: Das Holen von Schedule-Forms im BI ist fehlgeschlagen
es: Obtener las formas de programación en BI ha fallado
fr: L’obtention de formulaires de programmation a échoué en BI
it: Ottenere forme di pianificazione fallito in BI
ja: BI では、スケジュール フォームの取得に失敗しました
ro: Procurarea formelor de programare nu a reușit în BI

source: Global Preferences
de: Globale Präferenzen
es: Preferencias globales
fr: Préférences globales
it: Preferenze globali
ja: グローバル設定
ro: Preferințe globale

source: Historical Instances
de: Historische Instanzen
es: Instancias históricas
fr: Instances historiques
it: Istanze storiche
ja: 履歴なインスタンス
ro: Instanțe istorice

source: Inbox
de: Posteingang
es: Buzón de entrada
fr: Boîte de réception
it: Posta in arrivo
ja: 受信トレイ
ro: Cutia poștală

source: Instance
de: Instanz
es: Instancia
it: Istanza
ja: インスタンス
ro: Instanță

source: Instances
de: Instanzen
es: Instancias
it: Istanze
ja: インスタンス
ro: Instanțe

source: Lite Version
es: Versión Lite
fr: Version Lite
it: Versione Lite
ja: Lite バージョン
ro: Versiunea Lite

source: Load Document Details Failed
de: Das Laden von Dokumentdetails ist fehlgeschlagen
es: Cargar los detalles de documento ha fallado
fr: Le chargement de détailles de document a échoué
it: Carico dettagli del documento non riuscito
ja: ドキュメント詳細のロードに失敗しました
ro: Încărcarea detaliilor de document nu a reușit

source: Load Document Details Failed in BI
de: Das Laden von Dokumentdetails ist im BI fehlgeschlagen
es: Cargar los detalles de documento en BI ha fallado
fr: Le chargement de détailles de document a échoué en BI
it: Carico detagli del document non riuscito in BI
ja: BI では、ドキュメント詳細のロードに失敗しました
ro: Încărcarea detaliilor de document nu a reușit în BI

source: Load Documents Failed
de: Das Laden von Dokumenten ist fehlgeschlagen
es: Cargar los documentos ha fallado
fr: Le chargement de détailles de document a échoué
it: Carico documenti non riuscito
ja: ドキュメントのロードに失敗しました
ro: Incărcarea documentelor nu a reușit

source: Load Documents Failed in BI
de: Das Laden von Dokumenten ist im BI Fehlgeschlagen
es: Cargar los documentos ha fallado en BI
fr: Le chargement de détailles de document a échoué en BI
it: Carico documenti non riuscito in BI
ja: BI では、ドキュメントのロードに失敗しました
ro: Încărcarea documetelor nu a reușit în BI

source: Load Objects Failed
de: Das Laden von Objekten ist fehlgeschlagen
es: Cargar los objetos ha fallado
fr: Le chargement d’objets a échoué
it: Carico oggeti non riuscito
ja: オブジェクトのロードに失敗しました
ro: Încărcarea obiectelor nu a reușit

source: Load Objects Failed in BI
de: Das Laden von Objekten ist im BI fehlgeschlagen
es: Cargar los objetos ha fallado en BI
fr: Le chargement d’objets a échoué en BI
it: Carico oggeti non riuscito in BI
ja: BIでは、オブジェクトのロードに失敗しました
ro: Încărcarea obiectelor nu a reușit în BI

source: Load Open Document URL Failed
de: Das Laden von OpenDocument-URL ist fehlgeschlagen
es: Cargar la URL de OpenDocument ha fallado
fr: Le chargement d’URL d’OpenDocument a échoué
it: Carico URL de OpenDocument non riuscito
ja: OpenDocument URL のロードに失敗しました
ro: Încarcarea URL-ului OpenDocument nu a reușit

source: Load Open Document URL Failed in BI
de: Das Laden von OpenDocument-URL ist im BI fehlgeschlagen
es: Cargar la URL de OpenDocument ha fallado en BI
fr: Le chargement d’URL d’OpenDocument a échoué en BI
it: Carico URL de OpenDocument non riuscito in BI
ja: BI では、OpenDocument URL のロードに失敗しました
ro: Încarcarea URL-ului OpenDocument nu a reușit în BI

source: Load Report Failed
de: Das Laden des Berichts ist fehlgeschlagen
es: Cargar el informe ha fallado
fr: Le chargement de rapport a échoué
it: Carico rapporto non riuscito
ja: レポートのロードに失敗しました
ro: Încărcarea raportului nu a reușit

source: Load Report Failed in BI
de: Das Laden des Berichts ist im BI fehlgeschlagen
es: Cargar el informe ha fallado en BI
fr: Le chargement de rapport a échoué en BI
it: Carico rapporto non riuscito in BI
ja: BI では、レポートのロードに失敗しました
ro: Încărcarea raportului nu a reușit în BI

source: Load Selected Object Failed
de: Das Laden von ausgewählten Objekte ist fehlgeschlagen
es: Cargar los objetos seleccionados ha fallado
fr: Le chargement d’objet sélectionné a échoué
it: Carico oggetti selezionati non riuscito
ja: 選択されたオブジェクトのロードに失敗しました
ro: Încărcarea obiectelor selecționate nu a reușit

source: Load Selected Object Failed in BI
de: Das Laden von ausgewählten Objekte ist im BI fehlgeschlagen
es: Cargar los objetos seleccionados ha fallado en BI
fr: Le chargement d’objet sélectionné a échoué en BI
it: carico oggetti selezionati non riuscito in BI
ja: BI では、選択されたオブジェクトのロードに失敗しました
ro: Încărcarea obiectelor selecționate nu a reușit în BI

source: Load Universe Failed
de: Das Laden des Universums ist fehlgeschlagen
es: Cargar los universos ha fallado
fr: Le chargement d’univers a échoué
it: Carico universo non riuscito
ja: ユニバースのロードに失敗しました
ro: Încarcarea universului nu a reușit

source: Load Universe Failed in BI
de: Das Laden des Universums ist im BI fehlgeschlagen
es: Cargar los universos ha fallado en BI
fr: Le chargement d’univers a échoué en BI
it: Carico universo non riuscito in BI
ja: BI では、ユニバースのロードに失敗しました
ro: Încărcarea universului nu a reușit în BI

source: No Active Sessions
de: Keine aktiven Sitzungen
es: No hay sesiones activas
fr: Aucunes sessions actives
it: Nessun sessioni attive
ja: アクティブなセッションがありません
ro: Nici o sesiune activă

source: No Active Sessions Found
de: Keine aktiven Sitzungen gefunden
es: No hay sesiones activas encontradas
fr: Aucunes sessions actives trouvées
it: Nessun sessioni attive trovate
ja: アクティブなセッションが見つかりませんでした
ro: Nu s-a găsit nici o sesiune activă

source: No Description Available
de: Keine Beschreibungen verfügbar
es: No hay descripción disponible
fr: Aucunes descriptions disponibles
it: Nessuna descrizione disponibile
ja: 利用可能な記述がありません
ro: Nu este nici o descriere disponibilă

source: No Description is Available
de: Keine Beschreibung verfügbar
es: No hay descripción disponible
fr: Aucunes descriptions disponibles
it: Nessuna descrizione disponibile
ja: 記述がありません
ro: Nici o desriere nu e disponibilă

source: Ok
es: Aceptar

source: OK
es: Aceptar

source: Open Document
es: Abrir documento
fr: Ouvrir document
it: Aprire il documento
ja: ドキュメントを開く
ro: Deschide documentul

source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ro: Parola

source: Personal Categories
de: Persönliche Kategorien
es: Categorías personales
fr: Catégories personnelles
it: Categorie personali
ja: 個人カテゴリ
ro: Categorii personale

source: Personal Folder
de: Persönlicher Ordner
es: Carpeta personal
fr: Dossiers personnels
it: Cartella personale
ja: 個人フォルダ
ro: Dosar personal

source: Phone:+1.519.894.2767
es: Teléfono:+1.519.894.2767
fr: Téléphone:+1.519.894.2767
it: Telefono:+1.519.894.2767
ro: Telefon:+1.519.894.2767

source: Please Create/Enable at least one CMS Session
de: Bitte erstellen/aktivieren Sie mindestens eine CMS-Sitzung
es: Por favor, crear/activar al menos una sesión CMS
fr: Veuillez créer/activer au moins une session de CMS
it: Si prega di creare/abilitare almeno una sesione CMS
ja: 少なくとも１つのCMS セッションを作成する/有効にしてください
ro: Vă rugăm create/activați cel puțin o sesiune CMS

source: Please Create/Enable at least one SAP BI Session
de: Bitte erstellen/aktivieren Sie mindestens ein SAP BI-Sitzung
es: Por favor, crear/activar al menos una sesión SAP BI
fr: Veuillez créer/activer au moins une session de SAP BI
it: Si prega di crare/abilitare almeno una sessione SAP BI
ja: 少なくとも１つのSAP BIセッションを作成する/有効にしてください
ro: Vă rugăm creați/activați cel puțin o sesiune SAP BI

source: Please provide session name
de: Bitte geben Sie den Sitzungsnamen ein
es: Por favor, proporcionar el nombre de sesión
fr: Veuillez procurer le nom de session
it: Si prega fornire el nome della sessione
ja: セッション名を提供してください
ro: Vă rugăm să funizați numele de sesiune

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampare
ja: 印刷
ro: Imprimă

source: Pull To Refresh
de: Ziehen Sie um zu aktualisieren
es: Tire para actualizar
fr: Tirer pour actualiser
it: Tirare per aggiornare
ja: 更新するために引っ張る
ro: Trage pentru actualizare

source: Pull To Refresh Objects List
de: Ziehen Sie um die Objektliste zu aktualisieren
es: Tire para actualizar la lista de objetos
fr: Tirer pour actualiser la liste d’objets
it: Tirare per aggiornare l’elenco di oggetti
ja: オブジェクト リストを更新するために引っ張る
ro: Trage pentru actualizarea listei de obiecte

source: Pull To Refresh Universes
de: Ziehen Sie um die Universen zu aktualisieren
es: Tire para actualizar los universos
fr: Tirer pour actualiser les univers
it: Tirare per aggiornare gli universi
ja: ユニバースを更新するために引っ張る
ro: Trage pentru actualizarea universelor

source: Pull To Refresh Webi Documents List
de: Ziehen Sie um die Webi-Dokumentenliste zu aktualisieren
es: Tire para actualizar la lista de documentos Webi
fr: Tirer pour actualiser la liste de documents Webi
it: Tirare per aggiornare l’elenco di documenti Webi
ja: Webi ドキュメントを更新するために引っ張る
ro: Trage pentru actualizarea listei de documente Webi

source: Re-Schedule
de: Wieder zeitgesteuert verarbeiten
es: Reprogramar
fr: Reprogrammer
it: Riprogrammare
ja: 再スケジュール
ro: Reprogramează

source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Rapporti
ja: レポート
ro: Rapoarte

source: Run Now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
it: Esegui ora
ja: 今実行
ro: Execută acum

source: Schedule
de: Zeitgesteuert verarbeiten
es: Programma
fr: Programme
it: Programma
ja: スケジュール
ro: Programează

source: Schedule Failed
de: Zeitgesteuerte Verarbeitung ist fehlgeschlagen
es: La programación ha fallado
fr: La programmation a échoué
it: Pianificare fallito
ja: スケジュールニシッパイシマシタ
ro: Programarea nu a reușit

source: Schedule Failed in BI
de: Zeitgesteuerte Verarbeitung ist im BI fehlgeschlagen
es: La programación ha fallado en BI
fr: La programmation a échoué en BI
it: Pianificare fallito in BI
ja: BI では、スケジュールニシッパイシマシタ
ro: Programarea nu a reușit în BI

source: Schedule Object to Run now
de: Objekt zeitgesteuert verarbeiten so dass jetzt ausgeführt wird
es: Programar los objetos para ejecutarse ahora
fr: Programmer l’objet d’être exécuté maintenant
it: Pianificare il oggetto per eseguire ora
ja: 今実行するにオブジェクトをスケジュール
ro: Programează obiectul să se execute acum

source: Schedule Report
de: Bericht zeitgesteuert verarbeiten
es: Programar informe
fr: Programmer rapport
it: Pianificare rapporto
ja: レポートをスケジュール
ro: Programează raportul

source: Server Error
de: Server-Fehler
es: Error de servidor
fr: Erreur de serveur
it: Errore del server
ja: サーバー エラー
ro: Eroare de server

source: Server Error:
de: Server-Fehler:
es: Error de servidor:
fr: Erreur de serveur :
it: Errore del server:
ja: サーバー エラー：
ro: Eroare de server:

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ro: Setări

source: Success!
de: Erfolg!
es: Éxito!
fr: Succès!
it: Successo!
ja: 成功！
ro: Succes!

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ro: Tip

source: Universes
de: Universen
es: Universos
fr: Univers
it: Universi
ja: ユニバース
ro: Universuri

source: View
de: Ansicht
es: Ver
fr: Affichage
it: Visualizza
ja: 表示
ro: Vizionează

source: View Instance Using Open Document
de: Instanz unter Verwendung von OpenDocument ansehen
es: Ver instancia utilizando OpenDocument
fr: Afficher l’instance en utilisant OpenDocument
it: Visualizza istanza utilizzando OpenDocument
ja: OpenDokument を使用するとインスタンスを表示
ro: Vizionează instant folosind OpenDocument

source: View Latest Instance
de: Die letzte Instanz ansehen
es: Ver la última instancia
fr: Afficher la dernière instance
it: Visualizza l’ultima istanza
ja: 最後のインスタンスを表示
ro: Vizionează ultima instanță

source: View Latest Instance Using Open Document
de: Die Letzte Instanz unter Verwendung von OpenDocument ansehen
es: Ver la última instancia utilizando OpenDocument
fr: Afficher la dernière instance en utilisant OpenDocument
it: Visualizza l’ultima istanza utilizzando OpenDocument
ja: OpenDokument を使用すると最後のインスタンスを表示
ro: Vizionează ultima instant folosind OpenDocument

source: View List of Historical Instances/Schedules
de: Die Liste von historischen Instanzen/zeitgesteuerten Verarbeitungen ansehen
es: Ver la lista de instancias/programaciones históricos
fr: Afficher la liste des instances/programmations historiques
it: Visualizza l’elenco de istanze/programmi storici
ja: 履歴なインスタンス/スケジュールリストを表示
ro: Vizioneaza lista de instanțe/programări istorice

source: View Object Using Open Document
de: Objekt unter Verwendung von OpenDocument anseheh
es: Ver objetos utilizando OpenDocument
fr: Afficher l’objet en utilisant OpenDocument
it: Visualizza oggetto utilizando OpenDocument
ja: OpenDocument を使用するとオブジェクトを表示
ro: Vizionează obiectul folosind OpenDocument

source: Restore
de: Wiederherstellen
es: Restaurar
ro: Restaurează

source: Connections
de: Verbindungen
es: Conexiones
ro: Conexiuni

source: In-App Purchase Required
de: In-App-Käufe erforderlich
es: Compra In-App necesario
ro: Achiziție In-App necesară

source: To connect to your own SAP BusinessObjects system please purchase this in-app feature
de: Um sich zum eigenen SAP BusinessObjects-System zu verbinden, bitte kaufen Sie diese In-App-Funktion
es: Para conectarse a su propio sistema SAP BusinessObjects, por favor, compre esta función in-app
ro: Pentru conectare la propriul sistem SAP BusinessObjects, rugăm să achiziționați această funcție in-app

source: Connection
de: Verbindung
es: Conexión

source: View Document in PDF
de: Dokument in PDF ansehen
es: Visionar documento en PDF
ro: Vizionează documentul în PDF

source: Export to Excel
de: Zu Excel exportieren
es: Exportar al Excel
ro: Exportă în Excel

source: Dashboard Failed
de: Dashboard ist fehlgeschlagen
es: Dashboard falló
ro: Dashboard a eșuat

source: To view SAP BusinessObjects dashboard please purchase this in-app feature
de: Um das SAP BusinessObjects-Dashboard anzusehen, bitte kaufen Sie diese In-App-Funktion
es: Para visionar la Dashboard SAP BusinessObjects, por favor, compre esta función in-app
ro: Pentru a viziona SAP BusinessObjects dashboard, rugăm să achizitionați această funcție in-app

source: Purchases
de: Käufe
es: Compras

source: Incorrect Extension Pack URL
de: Inkorrekte Erweiterungspack-URL
es: URL de paquete de extensión incorrecta
ro: URL de pachet de extensie incorect

source: BI Platform Build:
de: BI Plattforme-Version:
es: Compilación de plataforma BI:
ro: Compilare de platformă:

source: Extension Pack Version:
de: Erweiterungspack-Version:
es: Versión de paquete de extensión:
ro: Versiune de pachet de extensie:

source: Server Error:
de: Server-Fehler:
fr: Erreur de serveur :
it: Errore del server:
ja: サーバー エラー：
ro: Eroare de server:

source: E-mail
ja: E-メール
